[
    {
        "id": "0704.0001",
        "abstract": "  A fully differential calculation in perturbative quantum chromodynamics is\npresented for the production of massive photon pairs at hadron colliders. All\nnext-to-leading order perturbative contributions from quark-antiquark,\ngluon-(anti)quark, and gluon-gluon subprocesses are included, as well as\nall-orders resummation of initial-state gluon radiation valid at\nnext-to-next-to-leading logarithmic accuracy. The region of phase space is\nspecified in which the calculation is most reliable. Good agreement is\ndemonstrated with data from the Fermilab Tevatron, and predictions are made for\nmore detailed tests with CDF and DO data. Predictions are shown for\ndistributions of diphoton pairs produced at the energy of the Large Hadron\nCollider (LHC). Distributions of the diphoton pairs from the decay of a Higgs\nboson are contrasted with those produced from QCD processes at the LHC, showing\nthat enhanced sensitivity to the signal can be obtained with judicious\nselection of events.\n"
    },
    {
        "id": "0704.0010",
        "abstract": "  Partial cubes are isometric subgraphs of hypercubes. Structures on a graph\ndefined by means of semicubes, and Djokovi\\'{c}'s and Winkler's relations play\nan important role in the theory of partial cubes. These structures are employed\nin the paper to characterize bipartite graphs and partial cubes of arbitrary\ndimension. New characterizations are established and new proofs of some known\nresults are given.\n  The operations of Cartesian product and pasting, and expansion and\ncontraction processes are utilized in the paper to construct new partial cubes\nfrom old ones. In particular, the isometric and lattice dimensions of finite\npartial cubes obtained by means of these operations are calculated.\n"
    },
    {
        "id": "0704.0006",
        "abstract": "  We study the two-particle wave function of paired atoms in a Fermi gas with\ntunable interaction strengths controlled by Feshbach resonance. The Cooper pair\nwave function is examined for its bosonic characters, which is quantified by\nthe correction of Bose enhancement factor associated with the creation and\nannihilation composite particle operators. An example is given for a\nthree-dimensional uniform gas. Two definitions of Cooper pair wave function are\nexamined. One of which is chosen to reflect the off-diagonal long range order\n(ODLRO). Another one corresponds to a pair projection of a BCS state. On the\nside with negative scattering length, we found that paired atoms described by\nODLRO are more bosonic than the pair projected definition. It is also found\nthat at $(k_F a)^{-1} \\ge 1$, both definitions give similar results, where more\nthan 90% of the atoms occupy the corresponding molecular condensates.\n"
    },
    {
        "id": "0704.0007",
        "abstract": "  A rather non-standard quantum representation of the canonical commutation\nrelations of quantum mechanics systems, known as the polymer representation has\ngained some attention in recent years, due to its possible relation with Planck\nscale physics. In particular, this approach has been followed in a symmetric\nsector of loop quantum gravity known as loop quantum cosmology. Here we explore\ndifferent aspects of the relation between the ordinary Schroedinger theory and\nthe polymer description. The paper has two parts. In the first one, we derive\nthe polymer quantum mechanics starting from the ordinary Schroedinger theory\nand show that the polymer description arises as an appropriate limit. In the\nsecond part we consider the continuum limit of this theory, namely, the reverse\nprocess in which one starts from the discrete theory and tries to recover back\nthe ordinary Schroedinger quantum mechanics. We consider several examples of\ninterest, including the harmonic oscillator, the free particle and a simple\ncosmological model.\n"
    },
    {
        "id": "0704.0008",
        "abstract": "  A general formulation was developed to represent material models for\napplications in dynamic loading. Numerical methods were devised to calculate\nresponse to shock and ramp compression, and ramp decompression, generalizing\nprevious solutions for scalar equations of state. The numerical methods were\nfound to be flexible and robust, and matched analytic results to a high\naccuracy. The basic ramp and shock solution methods were coupled to solve for\ncomposite deformation paths, such as shock-induced impacts, and shock\ninteractions with a planar interface between different materials. These\ncalculations capture much of the physics of typical material dynamics\nexperiments, without requiring spatially-resolving simulations. Example\ncalculations were made of loading histories in metals, illustrating the effects\nof plastic work on the temperatures induced in quasi-isentropic and\nshock-release experiments, and the effect of a phase transition.\n"
    },
    {
        "id": "0704.0009",
        "abstract": "  We discuss the results from the combined IRAC and MIPS c2d Spitzer Legacy\nobservations of the Serpens star-forming region. In particular we present a set\nof criteria for isolating bona fide young stellar objects, YSO's, from the\nextensive background contamination by extra-galactic objects. We then discuss\nthe properties of the resulting high confidence set of YSO's. We find 235 such\nobjects in the 0.85 deg^2 field that was covered with both IRAC and MIPS. An\nadditional set of 51 lower confidence YSO's outside this area is identified\nfrom the MIPS data combined with 2MASS photometry. We describe two sets of\nresults, color-color diagrams to compare our observed source properties with\nthose of theoretical models for star/disk/envelope systems and our own modeling\nof the subset of our objects that appear to be star+disks. These objects\nexhibit a very wide range of disk properties, from many that can be fit with\nactively accreting disks to some with both passive disks and even possibly\ndebris disks. We find that the luminosity function of YSO's in Serpens extends\ndown to at least a few x .001 Lsun or lower for an assumed distance of 260 pc.\nThe lower limit may be set by our inability to distinguish YSO's from\nextra-galactic sources more than by the lack of YSO's at very low luminosities.\nA spatial clustering analysis shows that the nominally less-evolved YSO's are\nmore highly clustered than the later stages and that the background\nextra-galactic population can be fit by the same two-point correlation function\nas seen in other extra-galactic studies. We also present a table of matches\nbetween several previous infrared and X-ray studies of the Serpens YSO\npopulation and our Spitzer data set.\n"
    },
    {
        "id": "0704.0012",
        "abstract": "  Recently, Bruinier and Ono classified cusp forms $f(z) := \\sum_{n=0}^{\\infty}\na_f(n)q ^n \\in S_{\\lambda+1/2}(\\Gamma_0(N),\\chi)\\cap \\mathbb{Z}[[q]]$ that does\nnot satisfy a certain distribution property for modulo odd primes $p$. In this\npaper, using Rankin-Cohen Bracket, we extend this result to modular forms of\nhalf integral weight for primes $p \\geq 5$. As applications of our main theorem\nwe derive distribution properties, for modulo primes $p\\geq5$, of traces of\nsingular moduli and Hurwitz class number. We also study an analogue of Newman's\nconjecture for overpartitions.\n"
    },
    {
        "id": "0704.0052",
        "abstract": "  We study space-time symmetries in scalar quantum field theory (including\ninteracting theories) on static space-times. We first consider Euclidean\nquantum field theory on a static Riemannian manifold, and show that the\nisometry group is generated by one-parameter subgroups which have either\nself-adjoint or unitary quantizations. We analytically continue the\nself-adjoint semigroups to one-parameter unitary groups, and thus construct a\nunitary representation of the isometry group of the associated Lorentzian\nmanifold. The method is illustrated for the example of hyperbolic space, whose\nLorentzian continuation is Anti-de Sitter space.\n"
    },
    {
        "id": "0704.0030",
        "abstract": "  We investigate the effect of tuning the phonon energy on the correlation\neffects in models of electron-phonon interactions using DMFT. In the regime\nwhere itinerant electrons, instantaneous electron-phonon driven correlations\nand static distortions compete on similar energy scales, we find several\ninteresting results including (1) A crossover from band to Mott behavior in the\nspectral function, leading to hybrid band/Mott features in the spectral\nfunction for phonon frequencies slightly larger than the band width. (2) Since\nthe optical conductivity depends sensitively on the form of the spectral\nfunction, we show that such a regime should be observable through the low\nfrequency form of the optical conductivity. (3) The resistivity has a double\nkondo peak arrangement\n"
    },
    {
        "id": "0704.0134",
        "abstract": "  In 2nd order causal dissipative theory, space-time evolution of QGP fluid is\nstudied in 2+1 dimensions. Relaxation equations for shear stress tensors are\nsolved simultaneously with the energy-momentum conservation equations.\nComparison of evolution of ideal and viscous QGP fluid, initialized under the\nsame conditions, e.g. same equilibration time, energy density and velocity\nprofile, indicate that in a viscous dynamics, energy density or temperature of\nthe fluid evolve slowly, than in an ideal fluid. Cooling gets slower as\nviscosity increases. Transverse expansion also increases in a viscous dynamics.\nFor the first time we have also studied elliptic flow of 'quarks' in causal\nviscous dynamics. It is shown that elliptic flow of quarks saturates due to\nnon-equilibrium correction to equilibrium distribution function, and can not be\nmimicked by an ideal hydrodynamics.\n"
    },
    {
        "id": "0704.0086",
        "abstract": "  We give a quantitative analysis of clustering in a stochastic model of\none-dimensional gas. At time zero, the gas consists of $n$ identical particles\nthat are randomly distributed on the real line and have zero initial speeds.\nParticles begin to move under the forces of mutual attraction. When particles\ncollide, they stick together forming a new particle, called cluster, whose mass\nand speed are defined by the laws of conservation. We are interested in the\nasymptotic behavior of $K_n(t)$ as $n\\to \\infty$, where $K_n(t)$ denotes the\nnumber of clusters at time $t$ in the system with $n$ initial particles. Our\nmain result is a functional limit theorem for $K_n(t)$. Its proof is based on\nthe discovered localization property of the aggregation process, which states\nthat the behavior of each particle is essentially defined by the motion of\nneighbor particles.\n"
    },
    {
        "id": "0704.0098",
        "abstract": "  Sparse Code Division Multiple Access (CDMA), a variation on the standard CDMA\nmethod in which the spreading (signature) matrix contains only a relatively\nsmall number of non-zero elements, is presented and analysed using methods of\nstatistical physics. The analysis provides results on the performance of\nmaximum likelihood decoding for sparse spreading codes in the large system\nlimit. We present results for both cases of regular and irregular spreading\nmatrices for the binary additive white Gaussian noise channel (BIAWGN) with a\ncomparison to the canonical (dense) random spreading code.\n"
    },
    {
        "id": "0704.0117",
        "abstract": "  We consider a single ion confined in a trap under radiation of two traveling\nwaves of lasers. In the strong-excitation regime and without the restriction of\nLamb-Dicke limit, the Hamiltonian of the system is similar to a driving\nJaynes-Cummings model without rotating wave approximation (RWA). The approach\nwe developed enables us to present a complete eigensolutions, which makes it\navailable to compare with the solutions under the RWA. We find that, the ground\nstate in our non-RWA solution is energically lower than the counterpart under\nthe RWA. If we have the ion in the ground state, it is equivalent to a spin\ndependent force on the trapped ion. Discussion is made for the difference\nbetween the solutions with and without the RWA, and for the relevant\nexperimental test, as well as for the possible application in quantum\ninformation processing.\n"
    },
    {
        "id": "0704.0324",
        "abstract": "  We study the pseudospectrum of a class of non-selfadjoint differential\noperators. Our work consists in a detailed study of the microlocal properties,\nwhich rule the spectral stability or instability phenomena appearing under\nsmall perturbations for elliptic quadratic differential operators. The class of\nelliptic quadratic differential operators stands for the class of operators\ndefined in the Weyl quantization by complex-valued elliptic quadratic symbols.\nWe establish in this paper a simple necessary and sufficient condition on the\nWeyl symbol of these operators, which ensures the stability of their spectra.\nWhen this condition is violated, we prove that it occurs some strong spectral\ninstabilities for the high energies of these operators, in some regions which\ncan be far away from their spectra. We give a precise geometrical description\nof them, which explains the results obtained for these operators in some\nnumerical simulations giving the computation of false eigenvalues far from\ntheir spectra by algorithms for eigenvalues computing.\n"
    },
    {
        "id": "0704.0142",
        "abstract": "  A nonperturbative renormalization of the phi^4 model is considered. First we\nintegrate out only a single pair of conjugated modes with wave vectors +/- q.\nThen we are looking for the RG equation which would describe the transformation\nof the Hamiltonian under the integration over a shell Lambda - d Lambda < k <\nLambda, where d Lambda -> 0. We show that the known Wegner--Houghton equation\nis consistent with the assumption of a simple superposition of the integration\nresults for +/- q. The renormalized action can be expanded in powers of the\nphi^4 coupling constant u in the high temperature phase at u -> 0. We compare\nthe expansion coefficients with those exactly calculated by the diagrammatic\nperturbative method, and find some inconsistency. It causes a question in which\nsense the Wegner-Houghton equation is really exact.\n"
    },
    {
        "id": "0704.1267",
        "abstract": "  There is a huge amount of historical documents in libraries and in various\nNational Archives that have not been exploited electronically. Although\nautomatic reading of complete pages remains, in most cases, a long-term\nobjective, tasks such as word spotting, text/image alignment, authentication\nand extraction of specific fields are in use today. For all these tasks, a\nmajor step is document segmentation into text lines. Because of the low quality\nand the complexity of these documents (background noise, artifacts due to\naging, interfering lines),automatic text line segmentation remains an open\nresearch field. The objective of this paper is to present a survey of existing\nmethods, developed during the last decade, and dedicated to documents of\nhistorical interest.\n"
    },
    {
        "id": "0901.0031",
        "abstract": "  We have analyzed 866 RXTE observations of the 2006-2007 outburst of the\naccreting neutron star XTE J1701-462, during which the source evolves from\nsuper-Eddington luminosities to quiescence. The X-ray color evolution first\nresembles the Cyg X-2 subgroup of Z sources, with frequent excursions on the\nhorizontal and normal branches (HB/NB). The source then decays and evolves to\nthe Sco X-1 subgroup, with increasing focus on the flaring branch (FB) and the\nlower vertex of the \"Z\". Finally, the FB subsides, and the source transforms\ninto an atoll source, with the lower vertex evolving to the atoll soft state.\nSpectral analyses suggest that the atoll stage is characterized by a constant\ninner disk radius, while the Z stages exhibit a luminosity-dependent expansion\nof the inner disk, which we interpret as effects related to the local Eddington\nlimit. Contrary to the view that the mass accretion rate ($\\dot{m}$) changes\nalong the Z, we find that changes in $\\dot{m}$ are instead responsible for the\nsecular evolution of the Z and the subclasses. Motion along the Z branches\nappears to be caused by three different mechanisms that may operate at roughly\nconstant $\\dot{m}$. For the Sco X-1-like Z stage, we find that the FB is an\ninstability track that proceeds off the lower vertex when the inner disk radius\nshrinks from the value set by the X-ray luminosity toward the value measured\nfor the atoll soft state. Excursions up the NB occur when the apparent size of\nthe boundary layer increases while the disk exhibits little change. The HB is\nassociated with Comptonization of the disk emission. The Z branches for the Cyg\nX-2-like stage are more complicated, and their origin is unclear. Finally, our\nspectral results lead us to hypothesize that the lower and upper Z vertices\ncorrespond to a standard thin disk and a slim disk, respectively.\n"
    },
    {
        "id": "0901.0035",
        "abstract": "  Magnetic fields emerging from the Sun's interior carry information about\nphysical processes of magnetic field generation and transport in the convection\nzone. Soon after appearance on the solar surface the magnetic flux gets\nconcentrated in sunspot regions and causes numerous active phenomena on the\nSun. This paper discusses some properties of the emerging magnetic flux\nobserved on the solar surface and in the interior. A statistical analysis of\nvariations of the tilt angle of bipolar magnetic regions during the emergence\nshows that the systematic tilt with respect to the equator (the Joy's law) is\nmost likely established below the surface. However, no evidence of the\ndependence of the tilt angle on the amount of emerging magnetic flux, predicted\nby the rising magnetic flux rope theories, is found. Analysis of surface plasma\nflows in a large emerging active region reveals strong localized upflows and\ndownflows at the initial phase of emergence but finds no evidence for\nlarge-scale flows indicating future appearance a large-scale magnetic\nstructure. Local helioseismology provides important tools for mapping\nperturbations of the wave speed and mass flows below the surface. Initial\nresults from SOHO/MDI and GONG reveal strong diverging flows during the flux\nemergence, and also localized converging flows around stable sunspots. The wave\nspeed images obtained during the process of formation of a large active region,\nNOAA 10488, indicate that the magnetic flux gets concentrated in strong field\nstructures just below the surface. Further studies of magnetic flux emergence\nrequire systematic helioseismic observations from the ground and space, and\nrealistic MHD simulations of the subsurface dynamics.\n"
    },
    {
        "id": "0901.0040",
        "abstract": "  The magnetic fields of our Milky Way galaxy are the main agent for cosmic\nrays to transport. In the last decade, much new knowledge has been gained from\nmeasurements of the Galactic magnetic fields. In the Galactic disk, from the\nRMs of a large number of newly discovered pulsars, the large-scale magnetic\nfields along the spiral arms have been delineated in a much larger region than\never before, with alternating directions in the arm and interarm regions. The\ntoroidal fields in the Galactic halo were revealed to have opposite directions\nbelow and above the Galactic plane, which is an indication of an A0 mode dynamo\noperating in the halo. The strength of large-scale fields obtained from pulsar\nRM data has been found to increase exponentially towards the Galactic center.\nCompared to the steep Kolmogorov spectrum of magnetic energy at small scales,\nthe large-scale magnetic fields show a shallow broken spatial magnetic energy\nspectrum.\n"
    },
    {
        "id": "0901.0173",
        "abstract": "  We consider Brans-Dicke type nonminimally coupled scalar field as a candidate\nfor dark energy. In the conformally transformed Einstein's frame, our model is\nsimilar to {\\it coupled quintessence} model. In such models, we consider\npotentials for the scalar field which satisfy the slow-roll conditions:\n$[(1/V)(dV/d\\phi)]^2 << 1$ and $(1/V)(d^2V/d\\phi^2) << 1$. For such potentials,\nwe show that the equation of state for the scalar field can be described by a\nuniversal behaviour, provided the scalar field rolls only in the flat part of\nthe potentials where the slow-roll conditions are satisfied. Our work\ngeneralizes the previous work by Scherrer and Sen \\cite{scherrer} for minimally\ncoupled scalar field case. We have also studied the observational constraints\non the model parameters considering the Supernova and BAO observational data.\n"
    }
]